[
    {
        "autoInitiated": false, 
        "description": "Purchases that are not regulated by the Law belong to this type of procedures. Procurement process consists of Enquiry period and Bid submission (duration is determined by the Procuring entity), Auction, Qualification, and Contract signing (not earlier than 3 days after Bidder is awarded).", 
        "name": "Below threshold procurement", 
        "procurementMethod": "open", 
        "procurementMethodType": "belowThreshold"
    }, 
    {
        "autoInitiated": false, 
        "description": "Purchases that are regulated by Law of Ukraine on Public Procurement, provided that the procurement subject value defined by EU Directive on Public Procurement for good(s) or services is less than EUR 133,000 and for works is less than EUR 5,150,00, belong to this type of procedure.  Procurement process consists of Enquiry period and Bid submission (duration cannot be less than 15 days), Auction, Qualification, Awarding, and Contract signing (not earlier than 10 days after bidder is awarded).", 
        "name": "Open procedure", 
        "procurementMethod": "open", 
        "procurementMethodType": "aboveThresholdUA"
    }, 
    {
        "autoInitiated": false, 
        "description": "Purchases that are regulated by Law of Ukraine on Public Procurement, provided that the procurement subject value defined by EU Directive on Public Procurement for good(s) or services exceedes EUR 133,000 and for works exceeds EUR 5,150,00, belong to this type of procedure.  Procurement process consists of Enquiry period and Technical bid submission (duration cannot be less than 30 days), Qualification, Pricing bid submission, Auction, Awarding, and Contract signing (not earlier than 10 days after award is determined). These procedures must be translated into English.", 
        "name": "Open procedure with publication in English", 
        "procurementMethod": "open", 
        "procurementMethodType": "aboveThresholdEU"
    }, 
    {
        "autoInitiated": false, 
        "description": "A Procuring entity uses this procedure as an exception, resulting in a procurement contract signature with the Participant after conducting negotiations with one or more Participants. It is not required to develop and publish tender documentation in this type of procedure. It is used only if at least one of the reasons listed in paragraph 2 of Article 35 of the Law \"On Public Procurement\" for this procedure is documentary confirmed. The Procuring entity publishes a decision to sign a contract and immediately enters information about participants and defines the Awarded participant (awards: status: active). This decision is published on the web portal of the Authorized Agency as the intention to conclude an agreement. The complaint period is 10 days.", 
        "name": "Negotiated procedure", 
        "procurementMethod": "limited", 
        "procurementMethodType": "negotiation"
    }, 
    {
        "autoInitiated": false, 
        "description": "A Procuring entity uses this procedure as an exception, resulting in a procurement contract signature with the Participant after conducting negotiations with one or more Participants. It is not required to develop and publish tender documentation in this type of procedure. It is used only if the reason listed in clause 3 of Article 35 of the Law \"On Public Procurement\" for this procedure is documentary confirmed. The Procuring entity publishes a decision to sign a contract and immediately enters information about the participants and defines the Awarded participant (awards: status: active). This decision is published on the web portal of the Authorized Agency as the intention to conclude an agreement. The complaint period is 5 days.", 
        "name": "Negotiated procedure in urgent cases", 
        "procurementMethod": "limited", 
        "procurementMethodType": "negotiation.quick"
    }, 
    {
        "autoInitiated": false, 
        "description": "Purchases that are regulated by Law of Ukraine on Peculiarities of Procurement of Goods and Services for Ensuring Defense Needs, provided that the procurement subject value of good(s) or services exceedes UAH 200,000 and the value of works exceeds UAH 1,500,000, belong to this type of procedure.  These procedures must be translated into English if procurement subject value of goods and services exceedes EUR 35,000, and of works EUR 1,500,000.", 
        "name": "Negotiated procedure for defence purposes", 
        "procurementMethod": "open", 
        "procurementMethodType": "aboveThresholdUA.defense"
    }, 
    {
        "autoInitiated": false, 
        "description": "This type of procedure is used if a Procuring entity cannot clearly define technical and qualitative characteristics of the work or determine the type of services. If there is need to conduct negotiations with the Bidders, the Procuring entity announces Competitive Dialogue.The deadline for bids submission cannot be less than 30 calendar days. The special feature is the weight of non-price indicators that can not be less than 1%.", 
        "name": "Competitive dialogue 1st stage", 
        "procurementMethod": "open", 
        "procurementMethodType": "competitiveDialogueUA"
    }, 
    {
        "autoInitiated": false, 
        "description": "This type of procedure is used if a Procuring entity cannot clearly define technical and qualitative characteristics of the work or determine the type of services. If there is need to conduct negotiations with the Bidders, the Procuring entity announces Competitive Dialogue.The deadline for bids submission cannot be less than 30 calendar days. The special feature is the weight of non-price indicators that can not be less than 1%.", 
        "name": "Competitive dialogue with publication in English 1st stage", 
        "procurementMethod": "open", 
        "procurementMethodType": "competitiveDialogueEU"
    }, 
    {
        "autoInitiated": true, 
        "description": "Upon editing, a Procuring entity announces stage 2, activating tender document (switching statuses from draft.stage2 to active.tendering). Thus, information about stage 2 becomes public on web portal of the Authorized Agency and market places, and system automatically plans the Auction start day. The Auction is planned on the next working day after bid submission period.", 
        "name": "Competitive dialogue 2nd stage", 
        "procurementMethod": "selective", 
        "procurementMethodType": "competitiveDialogueUA.stage2"
    }, 
    {
        "autoInitiated": true, 
        "description": "Upon editing, a Procuring entity announces stage 2, activating tender document (switching statuses from draft.stage2 to active.tendering). Thus, information about stage 2 becomes public on web portal of the Authorized Agency and market places, and system automatically plans the Auction start day. The Auction is planned on the 35-th working day after bid submission period and can be replanned in case the Procuring entity qualifies technical part of proposal earlier than in a 30-days period.", 
        "name": "Competitive dialogue with publication in English 2nd stage", 
        "procurementMethod": "selective", 
        "procurementMethodType": "competitiveDialogueEU.stage2"
    }, 
    {
        "autoInitiated": false, 
        "description": "A Report is published similarly to Negotiatied procedure with the following exceptions: omitted Complaint period, missing Lots, field \"description\" is named \"Information about technical and qualitative charachteristics of goods, services or works\"; awarding only one Participant without filling out information about others; Item price (optional field that is filled out by subjects, defined by Articles 75, 77-79 of the Commercial Code of Ukraine).", 
        "name": "Contract report", 
        "procurementMethod": "limited", 
        "procurementMethodType": "reporting"
    }, 
    {
        "autoInitiated": false, 
        "description": "Open procurement of energy services are executed in comformity with Open procedure in the manner stipulated by the Law of Ukraine regarding service procurements on Public Procurement, taking into account the intricacies defined by the Law of Ukraine on Implementation of New Investment Opportunities, Guarantee of Rights and Legitimate Interests of Business Entities in Large-scale Energy Modernisation. The Law is applied to all Procuring entities executing energy services procurements, regardless of procurement subject value. Energy service contract performance indicator (net present value) is the main assessment criterion while conducting an Auction in the Open procedure of energy service. Net present value is a sum of values discounted in each difference interval between Procuring entity annual cost reduction and annual payments to energy service Participant, the duration of which is 20 years from the energy tender notice publication date. The discounting is performed on the National Bank of Ukraine discount rate as of energy tender notice publication date.", 
        "name": "Open procurement of energy services", 
        "procurementMethod": "open", 
        "procurementMethodType": "esco"
    }
]
